export const questions = [
  // Set 1
  "Если бы мог(ла) выбрать любого человека в мире, кого бы ты пригласил(а) на ужин?", // 1
  "Хотел(а) бы ты быть знаменитым(ой)? Каким образом?", // 2
  "Репетируешь ли ты заранее телефонный разговор? Почему?", // 3
  "Что для тебя было бы идеальным днём?", // 4
  "Когда ты в последний раз пел(а) для себя? Для кого-то другого?", // 5
  "Если бы ты мог(ла) прожить до 90 лет, сохранив либо разум, либо тело 30-летнего человека, что бы ты выбрал(а)?", // 6
  "Есть ли у тебя тайное предчувствие того, как ты умрёшь?", // 7
  "Назови три общие черты между нами", // 8
  "За что в своей жизни ты испытываешь наибольшую благодарность?", // 9
  "Если бы ты мог(ла) изменить что-то в своём воспитании, что бы это было?", // 10
  "За 4 минуты расскажи историю своей жизни как можно подробнее.", // 11
  "Если бы ты мог(ла) проснуться завтра, обладая новым качеством или способностью, что бы это было?", // 12

  // Set 2
  "Если бы магический шар мог рассказать тебе правду о тебе, твоей жизни, будущем или о чём-то ещё, что бы ты хотел(а) узнать?",//13
  "Есть ли у тебя мечта, которую ты давно откладываешь? Почему ты до сих пор не осуществил(а) её?",//14 
  "Какое самое большое достижение в твоей жизни?",//15    
  "Что ты больше всего ценишь в дружбе?",//16 
  "Какое твоё самое дорогое воспоминание?",//17
  "Какое твоё самое страшное воспоминание?",//18
  "Если бы ты знал(а), что через год умрёшь, изменил(а) бы ты что-то в своей нынешней жизни? Почему?",//19
  "Что значит дружба для тебя?",//20
  "Какую роль в твоей жизни играют любовь и привязанность?",//21
  "По очереди называйте положительные черты вашего собеседника. Всего 5 пунктов.",//22
  "Насколько тёплыми и близкими были ваши отношения в семье? Считаешь ли ты, что твоё детство было счастливее, чем у других?",//23
  "Какие у тебя отношения с матерью?",//24

  // Set 3
  "Составь три правдивых предложения, начинающихся на «мы». Например: «Мы оба сейчас чувствуем...»",//25  
  "Закончите фразу: «Жаль, что рядом нет кого-то, с кем я мог(ла) бы поделиться…» — чем именно?",//26 
  "Если бы мы стали близкими друзьями, что тебе важно было знать обо мне?",//27 
  "Скажите собеседнику, что вам в нём нравится. Будьте честны — скажите то, что обычно не говорите малознакомым людям.",//28
  "Расскажите о неловком моменте из вашей жизни",//29
  "Когда ты в последний раз плакал(а) перед другим человеком? А наедине с собой?",//30
  "Поделитесь с собеседником тем, что уже сейчас вам в нём нравится.",//31
  "Есть ли вещи, над которыми нельзя шутить?",//32
  "Если бы nы умер сегодня вечером, не успев никому ничего сказать, о чём бы  больше всего пожалел? Почему до сих пор не сказал об этом?",//33
  "Твой дом загорелся. После спасения близких и домашних животных, у тебя есть возможность вернуться за одной вещью. Что бы это было и почему?",//34
  "Чья смерть в вашей семье была бы для вас особенно тяжёлой? Почему?",//35
  "Расскажи о личной проблеме и попроси совета, как бы с ней справился твой собеседник. Попроси также поделиться, как ты, по его мнению, себя чувствуешь в этой ситуации.",//36
];