export const questions = [
  // Set 1
  "Если бы мог(ла) выбрать любого человека в мире, кого бы ты пригласил(а) на ужин?",
  "Хотел(а) бы ты быть знаменитым(ой)? Каким образом?",
  "Репетируешь ли ты заранее телефонный разговор? Почему?",
  "Что для тебя было бы идеальным днём?",
  "Когда ты в последний раз пел(а) для себя? Для кого-то другого?",
  "Если бы ты мог(ла) прожить до 90 лет, сохранив либо разум, либо тело 30-летнего человека, что бы ты выбрал(а)?",
  "Есть ли у тебя тайное предчувствие того, как ты умрёшь?",
  "Назови три общие черты между тобой и твоим собеседником.",
  "За что в своей жизни ты испытываешь наибольшую благодарность?",
  "Если бы ты мог(ла) изменить что-то в своём воспитании, что бы это было?",
  "За 4 минуты расскажи историю своей жизни с максимальными подробностями.",
  "Если бы ты мог(ла) проснуться завтра, обретя какое-то одно качество или способность, что бы это было?",

  // Set 2
  "Если бы кристальный шар мог рассказать тебе правду о тебе, твоей жизни, будущем или о чём-то ещё, что бы ты хотел(а) узнать?",
  "Есть ли что-то, о чём ты давно мечтаешь сделать? Почему ты до сих пор этого не сделал(а)?",
  "Какое достижение в твоей жизни самое большое?",
  "Что ты больше всего ценишь в дружбе?",
  "Какое твоё самое дорогое воспоминание?",
  "Какое твоё самое страшное воспоминание?",
  "Если бы ты знал(а), что через год умрёшь, изменил(а) бы ты что-то в своей нынешней жизни? Почему?",
  "Что значит дружба для тебя?",
  "Какую роль в твоей жизни играют любовь и привязанность?",
  "По очереди назовите что-то, что считаете положительной характеристикой вашего собеседника. Всего 5 пунктов.",
  "Насколько близка твоя семья? Считаешь ли ты своё детство более счастливым, чем у большинства людей?",
  "Что ты думаешь о своих отношениях с матерью?",

  // Set 3
  "Составьте три правдивых предложения, начинающихся на «мы». Например: «Мы оба в этой комнате чувствуем...»",
  "Дополни фразу: «Я хотел(а) бы иметь друга, который...»",
  "Что тебе нравится во мне?",
  "О чём нельзя шутить?",
  "Если бы ты должен был умереть этим вечером, не имея возможности общаться ни с кем, о чём бы ты жалел, что не рассказал кому-то? Почему ты до сих пор этого не рассказал?",
  "Твой дом со всем имуществом загорелся. После спасения всех людей и животных у тебя есть время забежать и спасти только одну вещь. Что это будет? Почему?",
  "Чья смерть из членов твоей семьи стала бы для тебя самой травматичной? Почему?",
  "Поделись личной проблемой и спроси совета у собеседника, как бы он решил её. Также попроси собеседника рассказать, что он думает о твоих чувствах относительно этой проблемы.",
  "Когда ты в последний раз плакал(а) перед другим человеком? А наедине с собой?",
  "Скажи своему собеседнику, что тебе уже нравится в нём.",
  "О чём слишком серьёзном нельзя шутить?",
  "Если бы ты должен был стать близким другом своему собеседнику, поделись тем, что ему важно было бы знать."
];